{
 "<pad>": 0,
 "<cls>": 1,
 ">": 2,
 "<end>": 3,
 "<msk>": 4,
 "%": 5,
 "[": 6,
 "]": 7,
 "@": 8,
 "+": 9,
 "-": 10,
 ".": 11,
 "(": 12,
 ")": 13,
 "/": 14,
 "\\": 15,
 "=": 16,
 "#": 17,
 "0": 18,
 "1": 19,
 "2": 20,
 "3": 21,
 "4": 22,
 "5": 23,
 "6": 24,
 "7": 25,
 "8": 26,
 "9": 27,
 "10": 28,
 "11": 29,
 "12": 30,
 "13": 31,
 "14": 32,
 "15": 33,
 "16": 34,
 "17": 35,
 "18": 36,
 "19": 37,
 "20": 38,
 "21": 39,
 "22": 40,
 "23": 41,
 "24": 42,
 "25": 43,
 "26": 44,
 "27": 45,
 "28": 46,
 "29": 47,
 "30": 48,
 "31": 49,
 "32": 50,
 "33": 51,
 "34": 52,
 "35": 53,
 "36": 54,
 "37": 55,
 "38": 56,
 "39": 57,
 "40": 58,
 "41": 59,
 "42": 60,
 "43": 61,
 "44": 62,
 "45": 63,
 "46": 64,
 "47": 65,
 "48": 66,
 "49": 67,
 "50": 68,
 "51": 69,
 "52": 70,
 "53": 71,
 "54": 72,
 "55": 73,
 "56": 74,
 "57": 75,
 "58": 76,
 "59": 77,
 "60": 78,
 "61": 79,
 "62": 80,
 "63": 81,
 "64": 82,
 "65": 83,
 "66": 84,
 "67": 85,
 "68": 86,
 "69": 87,
 "70": 88,
 "71": 89,
 "72": 90,
 "73": 91,
 "74": 92,
 "75": 93,
 "76": 94,
 "77": 95,
 "78": 96,
 "79": 97,
 "80": 98,
 "81": 99,
 "82": 100,
 "83": 101,
 "?": 102,
 "Th": 103,
 ":": 104,
 "te": 105,
 "p": 106,
 "<n00>": 107,
 "c": 108,
 "o": 109,
 "n": 110,
 "s": 111,
 "se": 112,
 "H": 113,
 "He": 114,
 "Li": 115,
 "Be": 116,
 "B": 117,
 "C": 118,
 "N": 119,
 "O": 120,
 "F": 121,
 "Ne": 122,
 "Na": 123,
 "Mg": 124,
 "Al": 125,
 "Si": 126,
 "P": 127,
 "S": 128,
 "Cl": 129,
 "Ar": 130,
 "K": 131,
 "Ca": 132,
 "Sc": 133,
 "Ti": 134,
 "V": 135,
 "Cr": 136,
 "Mn": 137,
 "Fe": 138,
 "Co": 139,
 "Ni": 140,
 "Cu": 141,
 "Zn": 142,
 "Ga": 143,
 "Ge": 144,
 "As": 145,
 "Se": 146,
 "Br": 147,
 "Kr": 148,
 "Rb": 149,
 "Sr": 150,
 "Y": 151,
 "Zr": 152,
 "Nb": 153,
 "Mo": 154,
 "Tc": 155,
 "Ru": 156,
 "Rh": 157,
 "Pd": 158,
 "Ag": 159,
 "Cd": 160,
 "In": 161,
 "Sn": 162,
 "Sb": 163,
 "Te": 164,
 "I": 165,
 "Xe": 166,
 "Cs": 167,
 "Ba": 168,
 "La": 169,
 "Ce": 170,
 "Pr": 171,
 "Nd": 172,
 "Pm": 173,
 "Sm": 174,
 "Eu": 175,
 "Gd": 176,
 "Tb": 177,
 "Dy": 178,
 "Ho": 179,
 "Er": 180,
 "Tm": 181,
 "Yb": 182,
 "Lu": 183,
 "Hf": 184,
 "Ta": 185,
 "W": 186,
 "Re": 187,
 "Os": 188,
 "Ir": 189,
 "Pt": 190,
 "Au": 191,
 "Hg": 192,
 "Tl": 193,
 "Pb": 194,
 "Bi": 195,
 "Po": 196,
 "U": 197,
 "<n01>": 198,
 "<n02>": 199,
 "<n03>": 200,
 "<n04>": 201
}
